definition = {
    'Словарь': 'это структура, позволяющая хранить взаимосвязанные данные, в виде ключа и его значения',
    'Список': 'это структура, позволяющая хранить набор элементов (цифр, цветов, предметов и т.п.) в определенном '
              'порядке',
    'Кортеж': 'это структура, схожая по виду и функционалу со списком, но данные в нём неизменяемы',
    'Условие': 'это выражение, результатом проверки которого становится логическая истина или ложь',
    'Цикл': 'это действие, которое последовательно применяется ко всем элементам списка',
    }
print(f"Словарь — {definition['Словарь']}.")
print(f"\nСписок — {definition['Список']}.")
print(f"\nКортеж — {definition['Кортеж']}.")
print(f"\nУсловие — {definition['Условие']}.")
print(f"\nЦикл — {definition['Цикл']}.")
